{
  "en": {
    "welcome": "Welcome",
    "about": "About",
    "aboutText1": "With <span class='highlight'>20+ years of experience</span> in technology, a degree in <span class='highlight'>Information Systems</span>, and postgraduate studies in <span class='highlight'>Project Management, Leadership, and Software Engineering</span>, I excel in strategic leadership, large-scale project management, and digital transformation.",
    "aboutText2": "I develop and implement scalable, integrated solutions that drive efficiency and foster innovation. Leading a diverse team, I am committed to cultivating a high-performance environment where creativity thrives.",
    "aboutText3": "My expertise encompasses <span class='highlight'>negotiation, budget management, ROI analysis, and the management of complex contracts (SLAs and SLOs)</span>, ensuring both financial and operational excellence. I deeply understand predictive and incremental project methodologies, IT outsourcing, and deploying transformative corporate technologies.",
    "aboutText4": "As a passionate leader focused on <span class='highlight'>talent development</span>, I mentor multidisciplinary and <span class='highlight'>global teams</span>, striving to create opportunities for professional growth that align with the business's evolving needs.",
    "projects": "Projects",
    "skills": "My Skills",
    "technologies": "My Technologies"
  },
  "pt": {
    "welcome": "Bem-vindo",
    "about": "Sobre",
    "aboutText1": "Com <span class='highlight'>mais de 20 anos de experiência</span> em tecnologia, graduado em <span class='highlight'>Sistemas de Informação</span> e pós-graduado em <span class='highlight'>Gestão de Projetos, Liderança e Engenharia de Software</span>, me destaco em liderança estratégica, gestão de projetos de grande escala e transformação digital.",
    "aboutText2": "Desenvolvo e implemento soluções escaláveis e integradas que impulsionam eficiência e fomentam inovação. Liderando equipes diversas, cultivo uma cultura de alta performance onde a criatividade prospera.",
    "aboutText3": "Minha expertise abrange <span class='highlight'>negociação, gestão orçamentária, análise de ROI e gestão de contratos complexos (SLAs e SLOs)</span>, garantindo excelência financeira e operacional. Tenho profundo conhecimento em metodologias preditivas e incrementais, terceirização de TI e implantação de tecnologias corporativas transformadoras.",
    "aboutText4": "Como líder apaixonado focado em <span class='highlight'>desenvolvimento de talentos</span>, mentoro equipes multidisciplinares e <span class='highlight'>globais</span>, buscando criar oportunidades de crescimento profissional alinhadas às necessidades em evolução do negócio.",
    "projects": "Projetos",
    "skills": "Minhas Habilidades",
    "technologies": "Minhas Tecnologias"
  }
}
