{
  "en": {
    "welcome": "Welcome",
    "about": "About",
    "aboutText1": "<span class='highlight'>Software Engineering Manager</span> with <span class='highlight'>15+ years of experience</span>, acting as a bridge between architecture, business, and agile teams to deliver scalable and secure solutions with measurable impact.",
    "aboutText2": "Solid technical foundation in <span class='highlight'>software engineering, system architecture, and AWS cloud</span>, with expertise in C#, ASP.NET, Angular, Node.js, JavaScript, and SQL, applying SOLID and Clean Architecture principles to build robust and high-performance systems.",
    "aboutText3": "Consistent experience in <span class='highlight'>leadership and governance</span>: leading metrics-driven teams, managing KPIs, and overseeing 40+ professionals, with proven results including NPS 90, churn <5%, and 35% gross margin. Currently pursuing <span class='highlight'>professional development in Canada</span>, studying Software Engineering at NBCC.",
    "projects": "Projects",
    "skills": "My Skills",
    "technologies": "My Technologies"
  },
  "pt": {
    "welcome": "Bem-vindo",
    "about": "Sobre",
    "aboutText1": "<span class='highlight'>Gerente de Engenharia de Software</span> com <span class='highlight'>15+ anos de experiência</span>, atuando como ponte entre arquitetura, negócio e times ágeis para entregar soluções escaláveis e seguras com impacto mensurável.",
    "aboutText2": "Sólida base técnica em <span class='highlight'>engenharia de software, arquitetura de sistemas e cloud AWS</span>, com domínio em C#, ASP.NET, Angular, Node.js, JavaScript e SQL, aplicando SOLID e Clean Architecture para construir sistemas robustos e de alta performance.",
    "aboutText3": "Experiência consistente em <span class='highlight'>liderança e governança</span>: condução de times orientados a métricas, gestão de KPIs e liderança de 40+ profissionais, com histórico de resultados como NPS 90, churn <5% e margem bruta de 35%. Atualmente, em <span class='highlight'>desenvolvimento profissional no Canadá</span>, cursando Engenharia de Software no NBCC.",
    "projects": "Projetos",
    "skills": "Minhas Habilidades",
    "technologies": "Minhas Tecnologias"
  }
}
